import React from 'react'
import { HiDotsVertical } from "react-icons/hi";
import { PiNumberSquareFourLight, PiNumberSquareOneLight, PiNumberSquareThreeLight, PiNumberSquareTwoLight } from "react-icons/pi";

export default function SixPageTwo() {
    return (
        <div>
            <div className='flex flex-col gap-5'>
                <h1 className='font-bold text-4xl'>Заголовок h2</h1>
                <h1>С другой стороны начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что рамки и место обучения кадров позволяет выполнять важные задания по разработке модели развития. Повседневная практика показывает, что консультация с широким активом требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также сложившаяся структура организации представляет собой интересный эксперимент проверки существенных финансовых и административных условий. Равным образом начало повседневной работы по формированию позиции позволяет оценить значение новых предложений.</h1>
                <div className='flex bg-green-50 items-center justify-center md:h-[15vh] md:my-0 my-4'>
                    <HiDotsVertical size={60} style={{ color: 'green' }} />
                    <h1>Равным образом новая модель организационной деятельности влечет за собой процесс внедрения и модернизации модели развития. Равным образом рамки и место обучения кадров требуют от нас анализа системы обучения кадров, соответствует насущным потребностям.</h1>
                </div>
                <h1>Повседневная практика показывает, что дальнейшее развитие различных форм деятельности играет важную роль в формировании существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что сложившаяся структура организации позволяет выполнять важные задания по разработке существенных финансовых и административных условий. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности способствует подготовки и реализации новых предложений. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности играет важную роль в формировании направлений прогрессивного развития.</h1>
            </div>

            <div className='mt-40 flex flex-col gap-8'>
                <h1 className='font-bold text-4xl'>Заголовок h3</h1>
                <h1>С другой стороны начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что рамки и место обучения кадров позволяет выполнять важные задания по разработке модели развития. Повседневная практика показывает, что консультация с широким активом требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также сложившаяся структура организации представляет собой интересный эксперимент проверки существенных финансовых и административных условий. Равным образом начало повседневной работы по формированию позиции позволяет оценить значение новых предложений.</h1>
                <div className='flex items-start gap-4'>
                    <PiNumberSquareOneLight size={60}/>
                    <h1>С другой стороны начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что рамки и место обучения кадров позволяет выполнять важные задания по разработке модели развития.</h1>
                </div>
                <div className='flex items-start gap-4'>
                    <PiNumberSquareTwoLight size={60}/>
                    <h1>С другой стороны начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что рамки и место обучения кадров позволяет выполнять важные задания по разработке модели развития.</h1>
                </div>
                <div className='flex items-start gap-4'>
                    <PiNumberSquareThreeLight size={60}/>
                    <h1>С другой стороны начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что рамки и место обучения кадров позволяет выполнять важные задания по разработке модели развития.</h1>
                </div>
                <div className='flex items-start gap-4'>
                    <PiNumberSquareFourLight size={60}/>
                    <h1>С другой стороны начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что рамки и место обучения кадров позволяет выполнять важные задания по разработке модели развития.</h1>
                </div>
            </div>
        </div>
    )
}
